namespace HotelFinder
{
	public enum Category
	{
		МиниГостиница = 1,
		ЭкономКласс = 2,
		ТриЗвезды = 3,
		БазаОтдыха = 4,
		ЧетыреЗвезды = 5,
		Хостел = 6,
		ЭкономКлассМиниГостиница = 7,
		Пусто = 8,
		Пансионат = 9,
		ТриЗвездыМиниГостиница = 10,
		ПятьЗвезд = 11,
		Санаторий = 12,
		БазаОтдыхаКомплексОтдыха = 13,
		ЭкономКлассСанаторий = 14,
		МиниГостиницаЭкономКласс = 15,
		АпартаментОтель = 16,
		ЭкономКлассБазаОтдыха = 17,
		Апартаменты = 18,
		МиниГостиницаТриЗвезды = 19,
		АпартаментОтельЧастныйГостевойДом = 20,
		АпартаментОтель2 = 21,
		ТриЗвездыЭкономКлассМиниГостиница = 22,
	}
}
